Repository: fer0n/Unwatched
Catalog: Unwatched/watchOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl

# watchAllVideos
source: All videos
de: Alle Videos
es: Todos los videos
fr: Toutes les vidéos
pl: Wszystkie filmy

# watchContinuousPlay
source: Continuous Play
de: Fortlaufende Wiedergabe
es: Reproducción continua
fr: Lecture continue
pl: Odtwarzanie ciągłe

# watchCustomSpeed
source: Channel
de: Kanal
es: Canal
fr: Chaîne
pl: Kanał

# watchFullSyncDescription
source: Initial sync may be slow, but fully independent once caught up. Can run in the background while Phone Sync is on.
de: Die erste Synchronisierung kann langsam sein, läuft danach aber komplett unabhängig. Kann im Hintergrund laufen, während Telefon-Synchronisierung aktiv ist.
es: La sincronización inicial puede ser lenta, pero funciona de forma totalmente independiente una vez completada. Puede ejecutarse en segundo plano mientras la sincronización con el teléfono está activada.
fr: La synchronisation initiale peut être lente, mais devient totalement autonome une fois terminée. Peut s'exécuter en arrière-plan pendant que la synchronisation avec le téléphone est activée.
pl: Wstępna synchronizacja może być wolna, ale po jej zakończeniu działa całkowicie niezależnie. Może działać w tle, gdy synchronizacja z telefonem jest włączona.

# watchFullSyncSetting
source: Full Sync
de: Vollständig synchronisieren
es: Sincronización completa
fr: Synchronisation complète
pl: Pełna synchronizacja

# watchGetQueue
source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser maintenant
pl: Odśwież teraz

# watchNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
pl: Następny

# watchNoAudioRoute
source: No audio route available. Connect headphones or a speaker.
de: Kein Audioausgang verfügbar. Verbinde Kopfhörer oder einen Lautsprecher.
es: No hay ninguna salida de audio disponible. Conecta auriculares o un altavoz.
fr: Aucune sortie audio disponible. Connectez des écouteurs ou une enceinte.
pl: Brak dostępnego wyjścia audio. Podłącz słuchawki lub głośnik.

# watchNowPlaying
source: Now Playing
de: Wird wiedergegeben
es: Reproduciendo
fr: Lecture en cours
pl: Teraz odtwarzane

# watchQueueEmpty
source: Queue is empty
de: Queue ist leer
es: La cola está vacía
fr: La file d'attente est vide
pl: Kolejka jest pusta

# watchQueueEmptyReply
source: The iPhone sent nothing back.
de: Das iPhone hat nichts zurückgeschickt.
es: El iPhone no envió nada de vuelta.
fr: L'iPhone n'a rien renvoyé.
pl: iPhone nie odesłał żadnych danych.

# watchQueueFromPhone
source: Phone Sync
de: Telefon-Synchronisierung
es: Sincronización con el teléfono
fr: Synchronisation avec le téléphone
pl: Synchronizacja z telefonem

# watchQueueFromPhoneFooter
source: Instant, needs your iPhone nearby.
de: Sofort, benötigt dein iPhone in der Nähe.
es: Instantáneo, necesita tu iPhone cerca.
fr: Instantané, nécessite votre iPhone à proximité.
pl: Natychmiastowe, wymaga iPhone'a w pobliżu.

# watchQueueNotSupported
source: This watch can't talk to the iPhone.
de: Diese Watch kann nicht mit dem iPhone kommunizieren.
es: Este reloj no puede comunicarse con el iPhone.
fr: Cette montre ne peut pas communiquer avec l'iPhone.
pl: Ten zegarek nie może komunikować się z iPhone'em.

# watchQueuePhoneUnreachable
source: iPhone not reachable. Keep it nearby and try again.
de: iPhone nicht erreichbar. Halte es in der Nähe und versuche es erneut.
es: No se puede acceder al iPhone. Mantenlo cerca e inténtalo de nuevo.
fr: iPhone injoignable. Gardez-le à proximité et réessayez.
pl: iPhone niedostępny. Trzymaj go w pobliżu i spróbuj ponownie.

# watchSettings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
pl: Ustawienia

# watchSyncChapters
source: Chapters
de: Kapitel
es: Capítulos
fr: Chapitres
pl: Rozdziały

# watchSyncSubscriptions
source: Channels
de: Kanäle
es: Canales
fr: Chaînes
pl: Kanały

# watchSyncTotal
source: Total
de: Gesamt
pl: Łącznie

# watchSyncingShort
source: Syncing
de: Synchronisiere
es: Sincronizando
fr: Synchronisation
pl: Synchronizowanie

# watchTrimSilence
source: Trim Silence
de: Stille kürzen
es: Recortar silencios
fr: Réduire les silences
pl: Skracaj ciszę

# watchVideoNoStream
source: No playable audio for this video.
de: Keine abspielbare Audiospur für dieses Video.
es: No hay audio reproducible para este video.
fr: Aucun audio lisible pour cette vidéo.
pl: Brak dostępnego dźwięku do odtworzenia dla tego filmu.

# watchVideoRequiresSignIn
source: This video requires signing in and can't be played here.
de: Dieses Video erfordert eine Anmeldung und kann hier nicht abgespielt werden.
es: Este video requiere iniciar sesión y no se puede reproducir aquí.
fr: Cette vidéo nécessite une connexion et ne peut pas être lue ici.
pl: Ten film wymaga zalogowania i nie może zostać odtworzony tutaj.

# watchFilter
source: Filter
es: Filtrar
fr: Filtrer
pl: Filtr

# watchSyncQueue
source: Queue
es: Cola
fr: File d'attente
pl: Kolejka

# watchSyncTags
source: Tags
es: Etiquetas
pl: Tagi

# watchSyncVideos
source: Videos
fr: Vidéos
pl: Filmy
